Repository: nozim4716171/DGD-Consulting
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Ikkilamchi oreollar bo’yicha geokimyoviy xaritalash maydon bo’yicha kristal fundament ochilmalari juda kam va mavjud bo’lmagan landshaf sharoitlarida, yopiq ma’danli minerallashuvni yer ustida ajratishda samarali hisoblanadi. Ishni amalga oshirishda eng zamonaviy yechimlarni taklif qilamiz. Har bir namunani xalqaro standartlar asosida olishni, dala ishlari jarayonini zamonaviy texnologik yechimlar asosida geologik hujjatlashtirish, treyklari va namunalash nuqtalari, hamda olingan fotosuratlari GIS-tizimga integratsiya qilinganligi amalga oshiradigan ish sifati va samaradorligini ta’minlaydi.
ru: Геохимическое картирование по вторичным ореолам эффективно в районах с отсутствующими или слабо выраженными выходами кристаллического фундамента для определения скрытой минерализации. Мы предлагаем современные технологические решения: отбор проб по международным стандартам, цифровую документацию полевых работ, определение треков и точек отбора проб, а также интеграцию фотографий в ГИС-систему для обеспечения качества и эффективности выполняемых работ.

source: 3. Yotqiziqlarning biostratigrafik (nisbiy) yoshini o’rganib berish
ru: 3. Изучение биостратиграфического (относительного) возраста отложений

source: Karbonat tog’ jinslaridan topilgan (paleontologik) mikro va makroskopik organiq qoldiqlar asosida tog’ jinslarining nisbiy yoshini aniqlash orqali foydali qazilmalarga boy bo’lgan kuchli dislokatsiyaga uchragan kesmalarni ketma – ketligini tiklashda keng qo’llaniladi.
ru: Определение относительного возраста горных пород на основе (палеонтологических) микро- и макроскопических органических остатков, найденных в карбонатных породах, широко применяется для восстановления последовательности разрезов, подвергшихся сильной дислокации и содержащих полезные ископаемые.

source: Biz mijozlarimiz uchun hayotni yengillashtiruvchi tezkor geologik yechimlarni taqdim etamiz.
ru: Мы предлагаем быстрые геологические решения, упрощающие жизнь нашим клиентам.

source: Geologik tadqiqotlar
ru: Геологические исследования

source: Strategik rejalashtirish
ru: Стратегическое планирование

source: Ma’lumotlar tahlili
ru: Анализ данных

source: Loyiha ishlab chiqish
ru: Разработка проектов

source: Innovatsion geologik yechimlar bilan ishonchli natijalarga erishing.
ru: Достигайте надежных результатов с помощью инновационных геологических решений.

source: Geologik tadqiqotlar natijasida yer osti boyliklarini aniq baholash va ekspluatatsiya qilish imkoniyatlari aniqlanadi. Foydali qazilmalar zaxirasi, tuproq tarkibi va tog‘ jinslari tuzilmasi bo‘yicha batafsil tahlillar geologik jarayonlarning aniqligini ta’minlaydi. Zamonaviy texnologiyalar yordamida har bir loyiha uchun ishonchli yechimlar ishlab chiqiladi.
ru: Геологические исследования позволяют точно оценить подземные ресурсы и определить возможности их эксплуатации. Детальный анализ запасов полезных ископаемых, состава почвы и структуры горных пород обеспечивает точность геологических процессов. С помощью современных технологий разрабатываются надежные решения для каждого проекта.

source: Geokimyoviy ma’lumotlarni geostatistik qayta ishlash.
ru: Геостатистическая обработка геохимических данных.

source: Yerni masofadan zondlash ma’lumotlarini qayta ishlash.
ru: Обработка данных дистанционного зондирования Земли.

source: Sun’iy intellect (AI) texnologiyalari asosida geologik qidiruv ishlari uchun zamonaviy yechimlar ishlab chiqish.
ru: Разработка современных решений для геологоразведки на основе технологий искусственного интеллекта (AI).

source: Foydali qazilmalarning zahiralar (resurslar)ini an’anaviy va zamonaviy usulda amalga oshirish.
ru: Оценка запасов (ресурсов) полезных ископаемых с использованием как традиционных, так и современных методов.

source: Bizning kompaniyamizning ajralmas qismiga aylaning
ru: Станьте неотъемлемой частью нашей компании

source: Bizga ishonch bildirgan 5000+ mijozlar qatoriga qo‘shiling va biznesingizni rivojlantiring!
ru: Присоединяйтесь к более чем 5000 клиентам, доверившим нам свой выбор, и развивайте свой бизнес вместе с нами!

source: Tajribali xodimlar
ru: Опытные сотрудники

source: Foydalanish shartlari va qoidalari
ru: Условия и правила использования

source: Foydalanish shartlari
ru: Условия использования

source: 1. Foydalanish Shartlari
ru: 1. Условия использования

source: 2. Maxfiylik Siyosati
ru: 2. Политика конфиденциальности

source: 3. Foydalanuvchi Siyosati
ru: 3. Политика пользователя

source: 4. Mualliflik Huquqlari
ru: 4. Авторские права

source: 5. Cookie-fayllar
ru: 5. Cookie-файлы

source: 6. Hisob va To‘lovlar
ru: 6. Аккаунты и платежи

source: <p>Ushbu shartlar <b>dgdconsulting.uz</b> xizmatlaridan foydalanish qoidalarini belgilaydi. Saytimizga kirish orqali ushbu shartlarga rioya qilishga rozilik bildirasiz.</p> <p>Xizmatlar ko‘rsatish</p>
ru: <p>Настоящие условия регулируют правила использования сервиса <b>dgdconsulting.uz</b>. Получая доступ к нашему сайту, вы соглашаетесь соблюдать данные условия.</p> <p>Предоставление услуг</p>

source: Saytimiz faqat qonuniy maqsadlarda foydalanish uchun mo‘ljallangan
ru: Наш сайт предназначен только для законного использования

source: Foydalanuvchilar xizmatdan noqonuniy yoki noto‘g‘ri maqsadlarda foydalanmasliklari shart.
ru: Пользователям запрещается использовать сервис в незаконных или неправомерных целях.

source: Kompaniya xizmatni istalgan vaqtda o‘zgartirish yoki to‘xtatib qo‘yish huquqiga ega.
ru: Компания оставляет за собой право изменять или приостанавливать предоставление услуг в любое время.

source: Javobgarlik
ru: Ответственность

source: Saytda mavjud ma’lumotlar faqat umumiy ma’lumot berish uchun mo‘ljallangan.
ru: Информация, размещённая на сайте, предназначена только для общего ознакомления.

source: Biz texnik xatoliklar yoki saytga kirishdagi uzilishlar uchun javobgar emasmiz.
ru: Мы не несем ответственности за технические ошибки или перебои в доступе к сайту.

source: Ma’lumotlarni yig‘ish
ru: Сбор данных

source: Biz foydalanuvchilardan quyidagi ma’lumotlarni yig‘amiz:
ru: Мы собираем у пользователей следующую информацию:

source: Shaxsiy ma’lumotlar (ism, email, telefon raqami).
ru: Персональные данные (имя, email, номер телефона).

source: Foydalanuvchi faoliyati ma’lumotlari (cookie-fayllar, IP-manzillar).
ru: Данные о действиях пользователя (cookie-файлы, IP-адреса).

source: Ma’lumotlardan foydalanish
ru: Использование данных

source: Sizning ma’lumotlaringiz xizmatlarni yaxshilash va shaxsiylashtirish uchun ishlatiladi.
ru: Ваши данные используются для улучшения и персонализации предоставляемых услуг.

source: Ma’lumotlaringiz hech qanday sharoitda uchinchi tomonlarga ruxsatsiz uzatilmaydi.
ru: Ваши данные ни при каких условиях не передаются третьим лицам без вашего разрешения.

source: Ma’lumotlarni himoya qilish
ru: Защита данных

source: Ma’lumotlaringiz xavfsizligini ta’minlash uchun zamonaviy texnologiyalar ishlatiladi.
ru: Современные технологии используются для обеспечения безопасности ваших данных.

source: Foydalanuvchi majburiyatlari
ru: Обязанности пользователя

source: Saytdan noto‘g‘ri yoki noqonuniy maqsadlarda foydalanmaslik.
ru: Не использовать сайт в незаконных или неправомерных целях.

source: Saytga zarar yetkazuvchi har qanday faoliyatni amalga oshirmaslik.
ru: Не осуществлять действия, наносящие вред сайту.

source: Hisobni boshqarish
ru: Управление аккаунтом

source: Foydalanuvchi hisob ma’lumotlarini xavfsiz saqlash majburiyatiga ega.
ru: Пользователь обязан хранить свои учетные данные в безопасности.

source: Agar hisob bilan bog‘liq ruxsatsiz faoliyat aniqlansa, darhol kompaniyaga xabar berilishi kerak.
ru: В случае обнаружения несанкционированной активности аккаунта, необходимо немедленно уведомить компанию.

source: Saytda joylashtirilgan barcha matnlar, rasmlar, videolar va boshqa materiallar [sayt nomi] mulki hisoblanadi.
ru: Все тексты, изображения, видео и другие материалы, размещённые на сайте, являются собственностью [название сайта].

source: Ushbu materiallarni ruxsatsiz ko‘chirish, nusxalash yoki tarqatish qat’iyan man etiladi.
ru: Копирование, дублирование или распространение этих материалов без разрешения строго запрещено.

source: Mualliflik huquqlarining buzilishi qonuniy javobgarlikka olib kelishi mumkin.
ru: Нарушение авторских прав может повлечь за собой юридическую ответственность.

source: Cookie-fayllar nima?
ru: Что такое cookie-файлы?

source: Cookie-fayllar foydalanuvchining qurilmasida saqlanadigan kichik ma’lumotlar bo‘lib, sayt faoliyatini optimallashtirish uchun ishlatiladi.
ru: Cookie-файлы — это небольшие данные, сохраняемые на устройстве пользователя, используемые для оптимизации работы сайта.

source: Biz qanday cookie-fayllarni ishlatamiz?
ru: Какие cookie-файлы мы используем?

source: Sessiya cookie-fayllari (sayt ishlashini ta’minlash uchun).
ru: Сессионные cookie-файлы (для обеспечения работы сайта).

source: Tahliliy cookie-fayllar (sayt faoliyati tahlili uchun).
ru: Аналитические cookie-файлы (для анализа активности на сайте).

source: Cookie-fayllarni boshqarish
ru: Управление cookie-файлами

source: Foydalanuvchilar cookie-fayllarni brauzer sozlamalaridan boshqarishlari yoki o‘chirishlari mumkin.
ru: Пользователи могут управлять cookie-файлами или удалять их через настройки браузера.

source: 6. Hisob va To'lovlar
ru: 6. Аккаунты и Платежи

source: Hisob yaratish
ru: Создание аккаунта

source: Foydalanuvchi ro‘yxatdan o‘tishda haqiqiy va dolzarb ma’lumotlarni taqdim etishi kerak.
ru: Пользователь обязан предоставить достоверную и актуальную информацию при регистрации.

source: Foydalanuvchi hisob ma’lumotlarini sir saqlash majburiyatiga ega.
ru: Пользователь обязан сохранять конфиденциальность данных своей учетной записи.

source: To‘lovlar
ru: Платежи

source: To‘lov shartlari xizmat turiga qarab farqlanadi.
ru: Условия оплаты могут отличаться в зависимости от типа услуги.

source: Noto‘g‘ri yoki noto‘liq to‘lov uchun foydalanuvchi javobgar hisoblanadi.
ru: Пользователь несет ответственность за некорректные или неполные платежи.

source: Qaytarib berish siyosati
ru: Политика возврата

source: To‘lovlar qaytarib berish bo‘yicha shartlar har bir xizmat uchun alohida belgilanadi.
ru: Условия возврата средств определяются индивидуально для каждой услуги.
