Repository: nozim4716171/DGD-Consulting
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Name
ru: Имя

source: Title
ru: Заголовок

source: Description
ru: Описание

source: Category
ru: Категория

source: Slug
ru: Слаг

source: Creator
ru: Создатель

source: is_active
ru: Активен

source: Video
ru: Видео

source: News
ru: Новости

source: First name
ru: Имя

source: Last name
ru: Фамилия

source: Phone number
ru: Номер телефона

source: Message
ru: Сообщение

source: Comment
ru: Комментарий

source: Count
ru: Количество

source: Ekspeditsiya
ru: Экспедиция

source: konferensiya
ru: Конференция

source: Amaliy seminar
ru: Практический семинар

source: Geologik sayohatlar
ru: Геологические экскурсии

source: Vebinarlar
ru: Вебинары

source: Kashfiyotlar
ru: Открытия

source: Treninglar
ru: Тренинги

source: Forumlar
ru: Форумы

source: Ilmiy taqdimotlar
ru: Научные презентации

source: Events
ru: Мероприятия

source: Created At
ru: Дата создания

source: Position
ru: Должность

source: Instagram link URL
ru: Ссылка на Instagram

source: Facebook link URL
ru: Ссылка на Facebook

source: Telegram link URL
ru: Ссылка на Telegram

source: Siz ushbu yangilikni allaqachon yoqtirgansiz.
ru: Вы уже поставили лайк этой новости.

source: Sharhingiz muvaffaqiyatli yuborildi!
ru: Ваш комментарий успешно отправлен!

source: Sharh yuborishda xatolik yuz berdi. Iltimos, qayta urinib ko'ring.
ru: Произошла ошибка при отправке комментария. Пожалуйста, попробуйте снова.

source: Sizning so'rovingiz qabul qilindi!
ru: Ваш запрос был принят!

source: Xatolik yuz berdi. Iltimos, qayta urinib ko'ring.
ru: Произошла ошибка. Пожалуйста, попробуйте снова.

source: Sahifa topilmadi
ru: Страница не найдена

source: Xatolik
ru: Ошибка

source: Siz qidirgan sahifa mavjud emas yoki boshqa joyga ko'chirilgan. Boshqa sahifani sinab ko'ring yoki quyidagi tugma orqali bosh sahifaga o'ting.
ru: Искомая страница не существует или была перемещена. Попробуйте другую страницу или перейдите на главную по кнопке ниже.

source: Bosh sahifaga qaytish
ru: Вернуться на главную

source: Kompaniya haqida
ru: О компании

source: DGD Consulting kompaniyasi haqida
ru: О компании DGD Consulting

source: Ilm bilan yer qa’rini o‘rganamiz, mehnat bilan konlarni bunyod etamiz!
ru: Изучаем недра с наукой, создаем рудники с трудом!

source: Biz haqimizda
ru: О нас

source: Biz geologik qidiruv ishlarining turli bosqichlarida muhim geologik savollarga javob berish uchun qidiruv dasturlarini ko'rib chiqamiz, baholaymiz, loyihalashtiramiz va amalga oshiramiz.
ru: Мы рассматриваем, оцениваем, проектируем и реализуем программы исследований для ответа на важные геологические вопросы на различных этапах геологоразведочных работ.

source: Bizning geologlarimiz turli geologik sharoitlarda ma’danlashuvning paydo bo'lishi va tarqalishi mexanizmlari bo'yicha bilim-tajribaga ega. Biz dala geologik ishlardan tortib, ma’lumotlarni qayta ishlash va baholash bosqichigacha turli zamonaviy dasturiy ta’minotlardan foydalanamiz va ilg'or qidiruv ma'lumotlar bazalarini yaratish va ular bilan ishlashda yuqori malakaga egamiz.
ru: Наши геологи обладают знаниями и опытом в области механизмов образования и распространения минерализации в различных геологических условиях. Мы используем современные программные решения на всех этапах — от полевых геологических работ до обработки и анализа данных, а также обладаем высокой квалификацией в создании и работе с передовыми базами данных по разведке.

source: Ma’dan (noma’dan) kon zaxiralarini hisoblash uchun razvedka konditsiyalarining Texnik Iqtisodiy Asoslari (TIA) ishlarini amalga oshirish.
ru: Выполнение работ по ТЭО (технико-экономическое обоснование) условий разведки для расчета запасов полезных (и бесполезных) ископаемых.

source: Ma’dan va qamrovchi tog’ jinslarining moddiy tarkibini o’rganish uchun mineralogik-petrografik tadqiqotlar o’tkazish.
ru: Проведение минералого-петрографических исследований для изучения состава руд и вмещающих горных пород.

source: Mineralogik va petrografik tadqiqotlart uchun shaffof shlif va anshliflar tayyorlab berish
ru: Подготовка прозрачных шлифов и аншлифов для минералогических и петрографических исследований

source: Topogeodezik xizmat ko’rsatish.
ru: Оказание топогеодезических услуг.

source: Jamoamiz bilan hamkorlik qilish imkoniyatlari.
ru: Возможности сотрудничества с нашей командой.

source: Ekspert geologik maslahat xizmatlari
ru: Экспертные геологические консультации

source: Geologiya sohasida professional maslahat xizmatlarini taqdim etamiz.
ru: Мы предоставляем профессиональные консультационные услуги в области геологии.

source: Mukammal loyiha hujjatlarini tayyorlash
ru: Подготовка качественной проектной документации

source: Loyihalar uchun puxta ishlangan va yuqori sifatli hujjatlarni tayyorlash xizmatlarini taklif etamiz.
ru: Мы предлагаем услуги по подготовке тщательно проработанных и высококачественных документов для проектов.

source: Samarali geologik qidiruv ishlarini amalga oshirish
ru: Эффективное проведение геологоразведочных работ

source: Geologik natijalarni kompleks baholash va xalqaro standartlarga mos ravishda hisobotlar tayyorlash xizmatlarini taklif etamiz.
ru: Мы предлагаем услуги по комплексной оценке геологических результатов и подготовке отчетов в соответствии с международными стандартами.

source: Bizning maqsadimiz
ru: Наша цель

source: Mijozlarimizga yuqori sifatli xizmatlar ko‘rsatish va ularning loyihalarini yangi rivojlanish bosqichiga olib chiqishdir.
ru: Наша цель — предоставлять клиентам качественные услуги и выводить их проекты на новый уровень развития.

source: Har bir loyihaga individual yondashuv asosida ishlaymiz va zamonaviy texnologiyalardan foydalanamiz.
ru: Мы применяем индивидуальный подход к каждому проекту и используем современные технологии.

source: Barcha ishlarimizda xalqaro standartlarga qat’iy rioya qilamiz. Maxsus geologik tadqiqot ishlarini yuqori darajada tashkil etamiz, bu jarayonda ilg‘or texnologiyalar va metodikalardan foydalanib, aniq va ishonchli natijalarni taqdim etamiz.
ru: Во всех наших работах мы строго соблюдаем международные стандарты. Мы организуем специализированные геологические исследования на высоком уровне, применяя передовые технологии и методики, предоставляя точные и достоверные результаты.

source: Batafsil
ru: Подробнее

source: “Geologiya sohasida har bir kashfiyot yerni chuqur tushunish va amalga oshirilgan tadqiqotlar bilan bog‘liq. Ushbu bilim va amaliy harakatlarning kombinatsiyasi muvaffaqiyatning kalitidir.”
ru: “Каждое открытие в области геологии связано с глубоким пониманием Земли и проведенными исследованиями. Сочетание этих знаний и практических действий — ключ к успеху.”

source: Geolog
ru: Геолог

source: “Rivojlanish va muvaffaqiyat sirlari sabr-toqat va uzluksiz harakatlardan iboratdir. Har bir kichik harakat katta natijalar sari yo‘l ochadi.”
ru: “Секреты развития и успеха заключаются в терпении и постоянных действиях. Каждый небольшой шаг открывает путь к большим результатам.”

source: Marketing mutaxassisi
ru: Специалист по маркетингу

source: "Hayotda biz yuqori sifatli natijalar olishni rejalashtirganimizda, doimo qat’iylik va izchillik bilan harakat qilishimiz kerak. Natija faqat muvaffaqiyatli yo‘lni tanlashda emas, balki to‘g‘ri yo‘nalishda harakat qilishda hamdir."
ru: "Если мы планируем добиться качественных результатов в жизни, нам нужно действовать решительно и последовательно. Успех зависит не только от выбора правильного пути, но и от движения в верном направлении."

source: Moliya analitigi
ru: Финансовый аналитик

source: Bizning professional jamoa.
ru: Наша профессиональная команда.

source: Yakunlangan loyihalar
ru: Завершённые проекты

source: Mamnun mijozlar
ru: Довольные клиенты

source: Professional xodimlar
ru: Профессиональные сотрудники

source: Kutilayotgan loyihalar
ru: Ожидаемые проекты

source: Biz bilan hamkorlik qilishga tayyormisiz? Unda, biz bilan bog‘laning va birgalikda yangi marralarni zabt etamiz!
ru: Готовы к сотрудничеству с нами? Тогда свяжитесь с нами и вместе достигнем новых вершин!

source: Manzil
ru: Адрес

source: Navro'z ko'chasi, 10/06 Yangidarxon tumani
ru: Улица Навруз, 10/06, район Янгидахон

source: Toshkent, O'zbekiston
ru: Ташкент, Узбекистан

source: Telefon raqam
ru: Номер телефона

source: Elektron pochta
ru: Электронная почта

source: Bosh sahifa
ru: Главная страница

source: Xizmatlar
ru: Услуги

source: Shartlar va Qoidalar
ru: Условия и правила

source: Yangiliklar
ru: Новости

source: Bog'lanish
ru: Связаться с нами

source: Barcha huquqlar himoyalangan.
ru: Все права защищены.

source: Navruz ko'chasi, 10/06 Yangidarxon tumani, Toshkent, O'zbekiston
ru: Улица Навруз, 10/06, район Янгидахон, Ташкент, Узбекистан

source: Ma'lumot
ru: Информация

source: Shartlar va qoidalar
ru: Условия и правила

source: Obuna bo'lish
ru: Подписаться

source: Yangiliklarimiz va takliflarimizdan xabardor bo'lish uchun elektron pochtangizni kiriting...
ru: Введите свой адрес электронной почты, чтобы получать наши новости и предложения...

source: Yuborish
ru: Отправить

source: Kompaniya yangiliklari
ru: Новости компании

source: Yangiliklar bo‘limimizga xush kelibsiz! Ushbu bo‘limda kompaniyamizga oid so‘nggi yangiliklar va dolzarb maqolalarni topishingiz mumkin.
ru: Добро пожаловать в раздел новостей! Здесь вы найдете последние события и актуальные статьи о нашей компании.

source: Your browser does not support the video tag.
ru: Ваш браузер не поддерживает тег видео.

source: Biz bilan bogʻlanish
ru: Связаться с нами

source: Ofis manzili
ru: Адрес офиса

source: Navro'z ko'chasi, 10/06 Yangidarxon tumani,
ru: Улица Навруз, 10/06, район Янгидахон,

source: Elektron pochta manzili
ru: Адрес электронной почты

source: Qayta qo'ng'iroq
ru: Обратный звонок

source: Kontakt ma'lumotlaringizni qoldiring va menejerimiz sizga tez orada javob beradi
ru: Оставьте свои контактные данные, и наш менеджер свяжется с вами в ближайшее время.

source: Ism
ru: Имя

source: To'g'ri kiritildi!
ru: Введено правильно!

source: Iltimos, ismingizni kiriting.
ru: Пожалуйста, введите ваше имя.

source: Familya
ru: Фамилия

source: Iltimos, familiyangizni kiriting.
ru: Пожалуйста, введите вашу фамилию.

source: Iltimos, elektron pochta manzilini kiriting.
ru: Пожалуйста, введите адрес электронной почты.

source: Telefon raqamingiz
ru: Ваш номер телефона

source: Iltimos, telefon raqamingizni kiriting.
ru: Пожалуйста, введите ваш номер телефона.

source: Xabar
ru: Сообщение

source: Iltimos, xabaringizni kiriting.
ru: Пожалуйста, введите ваше сообщение.

source: Bu maydonlarni to'ldirish talab qilinadi.
ru: Эти поля обязательны для заполнения.

source: “100 dan ortiq kompaniyalar bizga ishonch bildirgan. Hozir ular safiga qo‘shiling va biznesingizni yangi cho‘qqilarga olib chiqing!”
ru: “Более 100 компаний доверили нам свои проекты. Присоединяйтесь к ним и выведите свой бизнес на новый уровень!”

source: Tajribali mutaxassislar
ru: Опытные специалисты

source: “Ilm bilan yer qa’rini o‘rganamiz”
ru: “Изучаем недра с помощью науки”

source: mehnatimiz bilan,kon ochamiz
ru: открываем месторождения своим трудом

source: Biz loyihalaringizning har bir bosqichida ishonchli yechimlarni taqdim etish maqsadida geologik izlanishlarni sinchkovlik bilan rejalashtiramiz va amalga oshiramiz.
ru: Мы тщательно планируем и реализуем геологоразведочные работы, чтобы предложить надежные решения на каждом этапе вашего проекта.

source: Biz nima qilamiz?
ru: Чем мы занимаемся?

source: Biz taklif qilayotgan xizmatlar geologiya sohasidagi ehtiyojlaringizni qondirish uchun maxsus ishlab chiqilgan.
ru: Наши услуги специально разработаны для удовлетворения ваших потребностей в области геологии.

source: Geologik qidiruv ishlarini amalga oshirish
ru: Проведение геологоразведочных работ

source: Geologik qidiruv ishlarni amalga Milliy va Xalqaro standartlarga (CRIRSCO/JORC) mos ravishda amalga oshiramiz.
ru: Мы проводим геологоразведочные работы в соответствии с национальными и международными стандартами (CRIRSCO/JORC).

source: Ko'proq
ru: Подробнее

source: Tog’ lahmlarini o’tish (kanava/kichik shurf)
ru: Проходка горных выработок (канавы/шурфы)

source: Malakali mutaxassislarimizga va moddiy texnik-bazamizga tayangan holda turli tog’ lahmlari o’tish ishlarini baharish.
ru: Опираясь на квалифицированных специалистов и нашу техническую базу, мы выполняем различные горные выработки.

source: Geologik qidiruv ishlari va boshqalar uchun burg’ulash ishlari
ru: Буровые работы для геологоразведки и других целей

source: Burg’ulash (Reverse Circulation drilling/Diamond drilling) ishlari hajmlarini sifatli amalga oshiramiz.
ru: Мы качественно выполняем буровые работы (обратная циркуляция/алмазное бурение).

source: Geologik hujjatlashtirish
ru: Геологическая документация

source: Tog’ lahmlari va kernlarini an’anaviy va zamonaviy raqamli texnologiyalar yordamida geologik hujjatlashtiramiz.
ru: Мы документируем горные выработки и керны с использованием как традиционных, так и современных цифровых технологий.

source: Bu qanday ishlaydi?
ru: Как это работает?

source: Bu yerda muvaffaqiyatga erishishning 3 asosiy bosqichi keltirilgan.
ru: Здесь представлены 3 основных этапа достижения успеха.

source: Tog’ lahmlari va burg’u quduqlarini geologik namunalash
ru: Геологическое опробование горных выработок и буровых скважин

source: Namunalash ishlarini sifatli QA/QC talablari darajasida amalga oshiramiz.
ru: Мы выполняем опробование в соответствии с высокими требованиями QA/QC.

source: Maxsus geologik takliflar
ru: Специальные геологические предложения

source: Yer ustini geologik-strukturaviy o’rganish bo’yicha geologik marshrutlar kabi maxsus ishlarni taklif etamiz.
ru: Мы предлагаем специальные работы, такие как геологические маршруты для структурного изучения поверхности.

source: Foydali qazilmalarning birlamchi oreollar bo’yicha geokimyoviy xaritalash
ru: Геохимическое картирование по первичным ореолам полезных ископаемых

source: Birlamchi oreollar asosida geokimyoviy xaritalash kristalli fundament ochilmalari ko‘p joylarda ma’danli minerallashuv va metosomatik o‘zgarishlarni yer ustida aniqlashda samaralidir. Biz zamonaviy texnologik yechimlarni taklif qilamiz: namunalarni xalqaro standartlar asosida olish, dala ishlarini raqamli geologik hujjatlashtirish, trek va nuqtalarni belgilash, fotosuratlarni GIS tizimiga integratsiya qilish orqali ish sifati va samaradorligini ta’minlaymiz.
ru: Геохимическое картирование по первичным ореолам эффективно для выявления поверхностной минерализации и метасоматических изменений в районах с выходами кристаллического фундамента. Мы предлагаем современные технологические решения: отбор проб по международным стандартам, цифровая геологическая документация полевых работ, нанесение треков и точек, интеграция фотографий в GIS-систему — всё это обеспечивает высокое качество и эффективность.

source: Nega aynan bizni tanlashingiz kerak?
ru: Почему выбирают именно нас?

source: Mijozlarimiz bizni tanlashlariga sabablar
ru: Причины, по которым клиенты выбирают нас

source: Tajriba va Ishonch
ru: Опыт и Доверие

source: Bizning jamoamiz tajribali geologlar va soha mutaxassislaridan iborat bo‘lib, har bir loyihada aniqlik va ishonchlilikni ta’minlaydi.
ru: Наша команда состоит из опытных геологов и специалистов отрасли, которые обеспечивают точность и надежность в каждом проекте.

source: Zamonaviy Texnologiyalar
ru: Современные технологии

source: Biz eng ilg‘or asbob-uskunalar va innovatsion usullarni qo‘llab, sizning ehtiyojlaringizga mos keladigan samarali va aniq natijalarni taqdim etamiz.
ru: Мы используем передовое оборудование и инновационные методы, чтобы предоставлять эффективные и точные результаты, соответствующие вашим потребностям.

source: Mijozga Yo‘naltirilgan Xizmat
ru: Клиентоориентированный сервис

source: Har bir mijozning ehtiyojlariga individual yondashamiz va ularning maqsadlariga erishishda ishonchli hamkor bo‘lamiz. Ekologik xavfsizlikni ta’minlashga e’tibor qaratib, tabiiy resurslardan oqilona va barqaror foydalanishni maqsad qilganmiz.
ru: Мы индивидуально подходим к потребностям каждого клиента и становимся надежным партнером на пути к достижению их целей. Мы уделяем внимание экологической безопасности и стремимся к рациональному и устойчивому использованию природных ресурсов.

source: “Bizning hamkorlar safimizga qo’shiling”
ru: “Присоединяйтесь к числу наших партнеров”

source: Bizga 20+ geologik loyiha ishonib topshirilgan. Bizning xizmatlardan foydalanib, ularga qo‘shiling va tabiiy resurslaringizdan samarali foydalaning.
ru: Нам доверено более 20 геологических проектов. Воспользуйтесь нашими услугами и эффективно используйте свои природные ресурсы.

source: Bizga qo‘shiling
ru: Присоединяйтесь к нам

source: Geologik Tadqiqotlar
ru: Геологические исследования

source: Yer qatlamlarini chuqur o'rganish va innovatsion yechimlarga ega loyihalarimiz bilan tanishing.
ru: Изучите наши проекты с инновационными решениями и глубоким анализом геологических слоев Земли.

source: Bizning loyihalarimiz
ru: Наши проекты

source: Biz o‘z ishlarimizdan faxrlanamiz
ru: Мы гордимся своей работой

source: Bajarilgan loyihalar
ru: Выполненные проекты

source: Erishilgan yutuqlar
ru: Достижения

source: “Moliyaviy qarorlaringiz uchun aniq tahlil va strategik yechimlar. Bizning maqsadimiz – sizning muvaffaqiyatingizni raqamlar orqali kafolatlash. Ishonchli va chuqur tahlil yordamida moliyaviy istiqbollaringizni yangi cho‘qqilarga olib chiqing.”
ru: “Точный анализ и стратегические решения для ваших финансовых решений. Наша цель — гарантировать ваш успех с помощью цифр. С надежным и глубоким анализом мы поможем вам достичь новых финансовых вершин.”

source: Moliyaviy menejer
ru: Финансовый менеджер

source: “Ijodkorlik va strategiya orqali biznesingizni yangi darajaga olib chiqamiz. Samarali marketing echimlari bilan mijozlaringizni jalb qilish va brendingizni mustahkamlashga yordam beramiz. Har bir loyiha – bu muvaffaqiyat sari qadam.”
ru: “Мы поднимаем ваш бизнес на новый уровень с помощью креативности и стратегии. Эффективные маркетинговые решения помогают привлекать клиентов и укреплять ваш бренд. Каждый проект — шаг к успеху.”

source: “Yer qa’rining sirlarini ochib, kelajak imkoniyatlarini yaratamiz. Geologik tadqiqotlarimiz aniq tahlil va ishonchli natijalarga asoslangan. Resurslaringizni samarali boshqarish va rivojlantirish uchun mukammal yechimlar taqdim etamiz.”
ru: “Мы раскрываем тайны недр и создаем возможности для будущего. Наши геологические исследования основаны на точном анализе и надежных результатах. Мы предлагаем оптимальные решения для эффективного управления и развития ваших ресурсов.”

source: Geological Engineer
ru: Инженер-геолог

source: Biz bilan bog‘laning va birgalikda yangi marralarni zabt etamiz!
ru: Свяжитесь с нами, и вместе мы достигнем новых высот!

source: No Media Available
ru: Медиа недоступно

source: Ulashish
ru: Поделиться

source: Mavzuga oid
ru: По теме

source: Izohlar
ru: Комментарии

source: Izohlar yo'q.
ru: Комментариев нет.

source: Fikringizni bildirishni xohlaysizmi?
ru: Хотите оставить свое мнение?

source: Kerakli maydonlar * bilan belgilangan.
ru: Обязательные поля помечены *

source: Ismingizni kiriting *
ru: Введите ваше имя *

source: Matn kiriting *
ru: Введите текст *

source: <p>Bizning kompaniya — <strong>DGD Consulting</strong>, geologiya va tabiiy resurslarni o‘rganish sohasida yetakchi tashkilotlardan biridir. Biz yer qa’rini tadqiq qilish, mineral resurslarni qidirish va baholash, shuningdek, ekologik barqarorlikni ta’minlash bo‘yicha keng ko‘lamli xizmatlar ko‘rsatamiz.</p>
ru: <p>Наша компания — <strong>DGD Consulting</strong> — является одним из ведущих предприятий в области геологии и изучения природных ресурсов. Мы предлагаем широкий спектр услуг по исследованию недр, поиску и оценке минеральных ресурсов, а также обеспечению экологической устойчивости.</p>

source: So'nggi yangiliklar
ru: Последние новости

source: Bizning xizmatlar
ru: Наши услуги

source: Biz geologiya sohasida mijozlar bilan uzoq muddatli hamkorlikni yo‘lga qo‘yishga e’tibor qaratadigan innovatsion kompaniyamiz.
ru: Мы — инновационная компания, ориентированная на долгосрочное сотрудничество с клиентами в сфере геологии.

source: Geologik ishlar uchun hujjatlar tayyorlash
ru: Подготовка документов для геологических работ

source: Istiqbolli maydonlarda foydali qazilmalarni qidirish va qazib olish uchun litsenziya hujjatlarini tayyorlash va maslahat berish.
ru: Подготовка лицензионных документов и консультации по поиску и добыче полезных ископаемых в перспективных районах.

source: Loyihalarni samaradorligini baholashga ekspert-konsalting xizmati
ru: Экспертно-консалтинговые услуги по оценке эффективности проектов

source: Geologik qidiruv ishlari va foydali qazilmalarni qazib olishning amalga oshirilishini baholash va samaradorlikni oshirish uchun kerakli tavsiyalarni berish.
ru: Оценка проведения геологоразведочных и добычных работ и предоставление рекомендаций по повышению их эффективности.

source: Loyihalarning atrof-muhitga ta’sirini kamaytirish bo’yicha ekologik qismini ishlab chiqish
ru: Разработка экологической части для снижения воздействия проектов на окружающую среду

source: Geologik qidiruv ishlari va foydali qazilmalarni qazib olishda atrof-muhitga ta’sirni kamaytirish bo‘yicha kompleks chora-tadbirlarni ishlab chiqish va ekologik hujjatlarni professional tarzda tayyorlab berish.
ru: Разработка комплексных мер по снижению воздействия на окружающую среду при проведении геологоразведки и добыче полезных ископаемых, а также профессиональная подготовка экологической документации.

source: Geologik qidiruv ishlari uchun loyiha-smeta tayyorlash.
ru: Подготовка проектно-сметной документации для геологоразведочных работ.

source: Loyiha-smetalarni tuzishda O’zbekiston Respublikasi Qonunchiligi, Tog’-kon va Geologiya Vazirligi talablariga mos tarzda shakllantirishib berish. Geologik qidiruv ishlari va foydali qazilmalarni qazib olish uchun loyiha-smeta hujjatlarini, hamda ish hajmlarini amalga oshirish uchun kalendar-grafik va boshqa hujjatlarni professional tarzda tayyorlab berish.
ru: Подготовка проектно-сметной документации в соответствии с законодательством Республики Узбекистан и требованиями Министерства горной промышленности и геологии. Профессиональная разработка проектно-сметных документов, календарных графиков и объемов работ для проведения геологоразведки и добычи полезных ископаемых.

source: Bizning jarayon
ru: Наш процесс

source: Geologik tadqiqotlar jarayonining modelini yaratish bo‘yicha bilishingiz kerak bo‘lgan barcha ma’lumotlarni bilib oling.
ru: Узнайте всё о модели нашего процесса геологических исследований.

source: 1. Atmogeokimyoviy oreollarni o’rganish
ru: 1. Изучение атмогеохимических ореолов

source: Geologik qidiruv ishlarida atmogeokimyoviy oreollar bo’yicha geokimyoviy xaritalash maydon zamonaviy yotqiziqlar bilan qoplangan landshaf sharoitlarida, yopiq ma’danli minerallashuv bilan bog’liq chuqur yer yoriqli strukturalarni yer ustida ajratishda samarali hisoblanadi. Bunda tuproqning yuza qismida Hg, yonuvchi gazlar (metan, propan va b.)ni aniqlashga asoslanadi. Germaniya va Rossiyadan keltrilgan yuqori aniqlikka ega, zamonaviy asbob-uskunalar qo’llaniladi. Ekologik maqsadda ham qo’llash imkoniyati mavjud.
ru: Атмогеохимическое картирование эффективно в районах с современными осадочными отложениями, для выделения глубинных разломов и скрытой минерализации. Анализ проводится по содержанию ртути, горючих газов (метан, пропан и др.) в верхнем слое почвы. Используется высокоточное современное оборудование из Германии и России. Также применимо в экологических целях.

source: 2. Foydali qazilmalarning ikkilamchi oreollar bo’yicha geokimyoviy xaritalash
ru: 2. Геохимическое картирование по вторичным ореолам полезных ископаемых
